{"keras_version": "2.0.2", "backend": "tensorflow", "config": [{"config": {"batch_input_shape": [null, 264], "units": 1024, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_35", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear", "dtype": "float32"}, "class_name": "Dense"}, {"config": {"units": 512, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_36", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_32", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 256, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_37", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_33", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 128, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_38", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_34", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 64, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_39", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_35", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 32, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_40", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_36", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 11, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_41", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_37", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "class_name": "Sequential"}