{"keras_version": "2.0.2", "config": [{"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "dtype": "float32", "units": 256, "batch_input_shape": [null, 268], "activity_regularizer": null, "bias_constraint": null, "name": "dense_1", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_1"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 128, "activity_regularizer": null, "bias_constraint": null, "name": "dense_2", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_2"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 64, "activity_regularizer": null, "bias_constraint": null, "name": "dense_3", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_3"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 32, "activity_regularizer": null, "bias_constraint": null, "name": "dense_4", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_4"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 11, "activity_regularizer": null, "bias_constraint": null, "name": "dense_5", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "softmax", "name": "activation_5"}, "class_name": "Activation"}], "class_name": "Sequential", "backend": "tensorflow"}