{"keras_version": "2.0.2", "backend": "tensorflow", "config": [{"config": {"batch_input_shape": [null, 264], "units": 256, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_11", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear", "dtype": "float32"}, "class_name": "Dense"}, {"config": {"name": "activation_11", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"rate": 0.2, "trainable": true, "name": "dropout_1"}, "class_name": "Dropout"}, {"config": {"units": 128, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_12", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_12", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"rate": 0.2, "trainable": true, "name": "dropout_2"}, "class_name": "Dropout"}, {"config": {"units": 64, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_13", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_13", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 32, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_14", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_14", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 11, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_15", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_15", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "class_name": "Sequential"}