{"keras_version": "2.0.2", "config": [{"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "dtype": "float32", "units": 1024, "batch_input_shape": [null, 70], "activity_regularizer": null, "bias_constraint": null, "name": "dense_18", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_18"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 512, "activity_regularizer": null, "bias_constraint": null, "name": "dense_19", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_19"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 256, "activity_regularizer": null, "bias_constraint": null, "name": "dense_20", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_20"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 128, "activity_regularizer": null, "bias_constraint": null, "name": "dense_21", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_21"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 64, "activity_regularizer": null, "bias_constraint": null, "name": "dense_22", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_22"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 32, "activity_regularizer": null, "bias_constraint": null, "name": "dense_23", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_23"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 11, "activity_regularizer": null, "bias_constraint": null, "name": "dense_24", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "softmax", "name": "activation_24"}, "class_name": "Activation"}], "class_name": "Sequential", "backend": "tensorflow"}