{"config": [{"config": {"kernel_regularizer": null, "units": 100, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_regularizer": null, "name": "dense_16", "activity_regularizer": null, "dtype": "float32", "activation": "linear", "trainable": true, "use_bias": true, "batch_input_shape": [null, 133], "bias_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "name": "activation_16"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "units": 40, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_regularizer": null, "name": "dense_17", "activity_regularizer": null, "activation": "linear", "trainable": true, "use_bias": true, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "name": "activation_17"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "units": 12, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_regularizer": null, "name": "dense_18", "activity_regularizer": null, "activation": "linear", "trainable": true, "use_bias": true, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "softmax", "trainable": true, "name": "activation_18"}, "class_name": "Activation"}], "backend": "tensorflow", "keras_version": "2.0.2", "class_name": "Sequential"}