{"keras_version": "2.0.2", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1", "kernel_constraint": null, "activation": "linear", "use_bias": true, "bias_constraint": null, "trainable": true, "batch_input_shape": [null, 264], "bias_regularizer": null, "activity_regularizer": null, "units": 256, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_1", "activation": "relu"}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2", "kernel_constraint": null, "activation": "linear", "use_bias": true, "bias_constraint": null, "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "units": 128, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_2", "activation": "relu"}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_3", "kernel_constraint": null, "activation": "linear", "use_bias": true, "bias_constraint": null, "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "units": 64, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_3", "activation": "relu"}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_4", "kernel_constraint": null, "activation": "linear", "use_bias": true, "bias_constraint": null, "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "units": 32, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_4", "activation": "relu"}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_5", "kernel_constraint": null, "activation": "linear", "use_bias": true, "bias_constraint": null, "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "units": 11, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_5", "activation": "softmax"}}], "backend": "tensorflow"}