{"keras_version": "2.0.2", "config": [{"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "dtype": "float32", "units": 1024, "batch_input_shape": [null, 268], "activity_regularizer": null, "bias_constraint": null, "name": "dense_11", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_11"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 512, "activity_regularizer": null, "bias_constraint": null, "name": "dense_12", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_12"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 256, "activity_regularizer": null, "bias_constraint": null, "name": "dense_13", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_13"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 128, "activity_regularizer": null, "bias_constraint": null, "name": "dense_14", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_14"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 64, "activity_regularizer": null, "bias_constraint": null, "name": "dense_15", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_15"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 32, "activity_regularizer": null, "bias_constraint": null, "name": "dense_16", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_16"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 11, "activity_regularizer": null, "bias_constraint": null, "name": "dense_17", "trainable": true}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "softmax", "name": "activation_17"}, "class_name": "Activation"}], "class_name": "Sequential", "backend": "tensorflow"}