{"keras_version": "2.0.2", "backend": "tensorflow", "config": [{"config": {"batch_input_shape": [null, 264], "units": 128, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_17", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear", "dtype": "float32"}, "class_name": "Dense"}, {"config": {"name": "activation_16", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 64, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_18", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_17", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 32, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_19", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_18", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 11, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_20", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_19", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "class_name": "Sequential"}