{"keras_version": "2.0.2", "backend": "tensorflow", "config": [{"config": {"batch_input_shape": [null, 264], "units": 1024, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_21", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear", "dtype": "float32"}, "class_name": "Dense"}, {"config": {"units": 512, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_22", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_20", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 256, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_23", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_21", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 128, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_24", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_22", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 64, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_25", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_23", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 32, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_26", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_24", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"units": 11, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_27", "bias_constraint": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_25", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "class_name": "Sequential"}