{"keras_version": "2.0.2", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "activation": "linear", "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "dtype": "float32", "batch_input_shape": [null, 133], "bias_constraint": null, "use_bias": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "name": "dense_7", "units": 100}}, {"class_name": "Activation", "config": {"name": "activation_7", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"activation": "linear", "name": "dense_8", "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "bias_constraint": null, "use_bias": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "units": 70}}, {"class_name": "Activation", "config": {"name": "activation_8", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"activation": "linear", "name": "dense_9", "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "bias_constraint": null, "use_bias": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "units": 30}}, {"class_name": "Activation", "config": {"name": "activation_9", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"activation": "linear", "name": "dense_10", "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "bias_constraint": null, "use_bias": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "units": 12}}, {"class_name": "Activation", "config": {"name": "activation_10", "activation": "softmax", "trainable": true}}]}